Repository: common-repository/bbwp-faq
Catalog: languages/bbwp-faq-languaje-*.po
Languages: es_es, eu

source: FAQ
es_es: Preguntas frecuentes
eu: Ohiko galderak

source: Add new
es_es: Añadir nueva
eu: Gehitu berria

source: Add new FAQs
es_es: Añadir nueva pregunta frecuente
eu: Gehitu ohiko galdera berria

source: New FAQ
es_es: Nueva pregunta frecuente
eu: Ohiko galdera berria

source: Edit FAQ
es_es: Editar preguntas frecuentes
eu: Aldatu ohiko galdera

source: View New
es_es: Ver nueva
eu: Ikusi berria

source: All FAQs
es_es: Todas las preguntas frecuentes
eu: Ohiko galdera guztiak

source: Search FAQs
es_es: Buscar en preguntas frecuentes
eu: Arakatu ohiko galderak

source: Parent FAQ
es_es: Pregunta frecuente padre
eu: Ohiko galdera gurasoa

source: FAQ not found
es_es: Pregunta frecuente no encontrada
eu: Ohiko galdera ez da aurkitu

source: FAQ not found in trash
es_es: Pregunta frecuente no encontrada en la papelera
eu: Ohiko galdera ez da aurkitu paperontzian

source: faq
es_es: preguntas frecuentes
eu: ohiko galderak

source: FAQs description
es_es: Descripción de pregunta frecuente
eu: Ohiko galderaren deskribapena

source: Update
es_es: Actualizar
eu: Eguneratu
